Repository: mercenaryntx/godspeed
Catalog: Neurotoxin.Godspeed/Neurotoxin.Godspeed.Shell/Properties/Resources.*.resx
Languages: hu_hu

# TargetFileHeader
source: Overwrite
hu_hu: Felülírod ezt

# SourceFileHeader
source: With this
hu_hu: Ezzel

source: Overwrite
hu_hu: Felülír

source: Overwrite all
hu_hu: Mindet felülír

source: Overwrite all smaller
hu_hu: Kisebb méretűeket felülír

source: Resume
hu_hu: Folytat

source: Resume all
hu_hu: Mindet folytat

source: Rename
hu_hu: Átnevez

source: Skip
hu_hu: Kihagy

source: Skip all
hu_hu: Mindet kihagy

source: Cancel
hu_hu: Mégse

# YesImWillingToParticipate
source: Yes, I'm willing to participate (Recommended)
hu_hu: Igen, szeretnék benne részt venni (Ajánlott)

source: Yes
hu_hu: Igen

# XNASingular
source: XNA Content
hu_hu: XNA Tartalom

# XNAPlural
source: XNA Contents
hu_hu: XNA Tartalmak

source: Xbox Live Content
hu_hu: Xbox Live Tartalom

# XboxLiveArcadeGameSingular
source: XBLA Content
hu_hu: XBLA Tartalom

# XboxLiveArcadeGamePlural
source: XBLA Contents
hu_hu: XBLA Tartalmak

source: Warning
hu_hu: Figyelem

# VideoSingular
source: Video
hu_hu: Videó

# VideoPlural
source: Videos
hu_hu: Videók

source: User Statistics Participation
hu_hu: Részvétel a Felhasználói Statisztikában

source: Username
hu_hu: Felhasználónév

source: Upload
hu_hu: Feltöltés

source: Unrecognized game
hu_hu: Ismeretlen játék

source: Unknown Profile
hu_hu: Ismeretlen profil

source: Unknown Game
hu_hu: Ismeretlen játék

source: Unknown Data File
hu_hu: Ismeretlen adat fájl

source: Unknown Content
hu_hu: Ismeretlen tartalom

source: Unhandled error occurred
hu_hu: Lekezeletlen hiba történt

source: Type
hu_hu: Típus

source: Total time spent with transfer
hu_hu: Másolással töltött idő

source: Total usage time
hu_hu: Használati idő

# TitleUpdateSingular
source: Title Update
hu_hu: Frissítés

# TitleUpdatePlural
source: Title Updates
hu_hu: Frissítések

# TitleTypeSystemFile
source: Systemfile
hu_hu: Rendszerfájl

# TitleTypeSystemDir
source: SystemDir
hu_hu: Rendszermappa

# TitleTypeProfile
source: Profile
hu_hu: Profil

# TitleTypeGame
source: Game
hu_hu: Játék

# TitleTypeDataFile
source: Datafile
hu_hu: Adatfájl

# TitleTypeContent
source: Content
hu_hu: Tartalom

source: Title Recognition
hu_hu: Cím Felismerés

# ThemeSingular
source: Theme
hu_hu: Téma

# ThemePlural
source: Themes
hu_hu: Témák

# TelevisionSingular
source: TV Show
hu_hu: TV Műsor

# TelevisionPlural
source: TV Shows
hu_hu: TV Műsorok

source: System Data
hu_hu: Rendszeradat

source: Target already exists
hu_hu: Az adott fájl már létezik

source: SVOD packages recognized
hu_hu: Felismert SVOD csomagok

source: STFS packages recognized
hu_hu: Felismert STFS csomagok

source: Statistics
hu_hu: Statisztika

source: Size
hu_hu: Méret

source: Settings
hu_hu: Beállítások

source: Scanning profile
hu_hu: Felismerés folyamatban

source: Save and Close
hu_hu: Mentés és bezárás

source: Retry
hu_hu: Újra

source: Report
hu_hu: Bejelentés

source: Rename Title
hu_hu: Cím átnevezése

source: Rename File
hu_hu: Fájl átnevezése

source: Rename Directory
hu_hu: Könyvtár átnevezése

# RemoveUserMessage
source: Remove message
hu_hu: Üzenet törlése

source: Refreshing directory
hu_hu: Könyvtár frissítése

# RecognizingItem
source: Recognizing item {0} ({1} left)
hu_hu: {0} nevű elem vizsgálata ({1} van még hátra)

source: Recognize Titles from Profile
hu_hu: Játékcímek felismerése a profilból

source: Recognized game
hu_hu: Felismert játék

source: Recognize Again
hu_hu: Újrafelismerés

# ReadFileError
source: Error reading file
hu_hu: A fájl olvasása nem lehetséges

# PublisherSingular
source: Publisher
hu_hu: Kiadó

# PublisherPlural
source: Publishers
hu_hu: Kiadók

# ProfileSingular
source: Profile Data
hu_hu: Profil adat

source: Profile Rebuilder
hu_hu: Profil Javító

# ProfilePlural
source: Profile Data
hu_hu: Profil adatok

# ProfileIsInUseErrorMessage
source: Profile is currently in use. Please sign out.
hu_hu: A profil jelenleg használatban van, kérlek lépj ki vele!

# ProfileDoesntExistErrorMessage
source: Profile file does not exists.
hu_hu: A profil fájl nem található!

source: Profile
hu_hu: Profil

# PopulationFailed
source: Population failed. (Error: {0})
hu_hu: Hiba a feladatlista összeállítása közben ({0})

# PodcastVideoSingular
source: Podcast Video
hu_hu: Podcast videó

# PodcastVideoPlural
source: Podcast Videos
hu_hu: Podcast videók

source: Please wait...
hu_hu: Kérlek várj...

source: Password
hu_hu: Jelszó

source: Partially recognized game
hu_hu: Részlegesen felismert játék

# OptionsMenu
source: Options
hu_hu: Opciók

source: Operation
hu_hu: Működés

source: Open Profile
hu_hu: Profil megnyitása

source: Opening profile
hu_hu: Profil megnyitása

source: Opening archive
hu_hu: Tömörített állomány megnyitása

source: Open failed
hu_hu: Megnyitás sikertelen

source: Official GODspeed website
hu_hu: Hivatalos GODspeed weboldal

source: Official GODspeed Facebook page
hu_hu: Hivatalos GODspeed Facebook oldal

source: No new titles found.
hu_hu: Új cím nem található.

# NoMessages
source: There are no messages yet.
hu_hu: Nincsenek még üzenetek.

source: No, I would not like to participate
hu_hu: Nem, nem szeretnék résztvenni

source: No
hu_hu: Nem

# NewVersionAvailableMessage
source: <b>New version available! ({0})</b><br/>Click here to download it now!
hu_hu: <b>Új verzió érhető el! ({0})</b><br/>Kattints ide a letöltéshez!

# NewTitleFoundSingular
source: {0} new title found.
hu_hu: {0} új címet találtam.

# NewTitleFoundPlural
source: {0} new titles found.
hu_hu: {0} új címet találtam.

source: New name
hu_hu: Új név

# NewFolderButton
source: F7 New Folder
hu_hu: F7 Új Mappa

source: New connection
hu_hu: Új kapcsolat

source: Never
hu_hu: Soha

source: * needs restart to apply changes
hu_hu: * A beállítások véglegesítéséhez újraindítás szükséges

source: Name
hu_hu: Név

# MusicVideoSingular
source: Musicvideo
hu_hu: Videoklip

# MusicVideoPlural
source: Musicvideos
hu_hu: Videoklipek

# MovieSingular
source: Movie
hu_hu: Film

# MoviePlural
source: Movies
hu_hu: Filmek

# MoveButton
source: F6 Move
hu_hu: F6 Áthelyezés

source: Move
hu_hu: Áthelyezés

source: Misc
hu_hu: Egyéb

# MigrationProgressDialogTitle
source: Migration
hu_hu: Migráció

source: Messages
hu_hu: Üzenetek

# ItemTypeFile
source: File
hu_hu: Fájl

# ItemTypeDrive
source: Drive
hu_hu: Meghajtó

# ItemTypeDirectory
source: Directory
hu_hu: Könyvtár

# ItemNotExistsOnPath
source: Item not exists on path: {0}
hu_hu: Elem nem található: {0}

# IPAddressEmptyErrorMessage
source: Please enter an IP Address.
hu_hu: Kérlek adj meg egy IP címet!

# InstalledGameSingular
source: Installed Game
hu_hu: Installált játék

# InstalledGamePlural
source: Installed Games
hu_hu: Installált játékok

source: Inject
hu_hu: Beszúrás

# HelpMenu
source: Help
hu_hu: Segítség

# InaccessibleFileErrorMessage
source: Inaccessible file. Please check the corresponding permissions.
hu_hu: Hozzáférhetetlen fájl. Kérlek ellenőrizd a jogosultságokat!

# GameVideoSingular
source: Game Video
hu_hu: Játékvideó

# GameVideoPlural
source: Game Videos
hu_hu: Játékvideók

# GameTrailerSingular
source: Game Trailer
hu_hu: Játékelőzetes

# GameTrailerPlural
source: Game Trailers
hu_hu: Játékelőzetesek

source: Games recognized partially
hu_hu: Részlegesen felismert játékok

source: Games recognized fully
hu_hu: Teljesen felismert játékok

source: Games
hu_hu: Játékok

# GameOnDemandSingular
source: GOD Content
hu_hu: GOD Tartalom

# GameOnDemandPlural
source: GOD Contents
hu_hu: GOD Tartalmak

# GameDemoSingular
source: Game Demo
hu_hu: Játékdemó

# GameDemoPlural
source: Game Demos
hu_hu: Játékdemók

source: FTP Log
hu_hu: FTP napló

source: Folder name
hu_hu: Mappa neve

# FolderAlreadyExists
source: Folder [{0}] already exists! Please specify a different name.
hu_hu: Ilyen nevű mappa már létezik! Kérlek válassz másik nevet!

source: File Structure
hu_hu: Fájlstruktúra

# FilesMenu
source: Files
hu_hu: Fájlok

source: Extract
hu_hu: Kicsomagolás

source: Exit
hu_hu: Kilépés

# EditButton
source: F4 Edit
hu_hu: F4 Szerkesztés

# DownloadableContentSingular
source: Downloadable Content
hu_hu: Letölthető Tartalom

# DownloadableContentPlural
source: Downloadable Contents
hu_hu: Letölthető Tartalmak

source: Download
hu_hu: Letöltés

source: Disable Custom Window Chrome
hu_hu: Egyedi ablakkeret kikapcsolása

source: Details
hu_hu: Részletek

# DeleteButton
source: F8 Delete
hu_hu: F8 Törlés

source: Delete
hu_hu: Törlés

# DaySingular
source: Day
hu_hu: Nap

# DayPlural
source: Days
hu_hu: Nap

# DateTimeFormat
source: dd/MM/yyyy HH:mm
hu_hu: yyyy-MM-dd HH:mm

source: Date
hu_hu: Dátum

source: Copy TitleID to Clipboard
hu_hu: TitleID másolása Vágólapra

# CopyButton
source: F5 Copy
hu_hu: F5 Másolás

source: Copy
hu_hu: Másolás

source: Continue
hu_hu: Folytatás

source: Content recognition
hu_hu: Tartalomfelismerés

source: Console
hu_hu: Konzol

source: Connections
hu_hu: Kapcsolatok

# ConnectionNameExistsErrorMessage
source: This connection name already exists.
hu_hu: Ilyen nevű kapcsolat már létezik.

source: Connection name
hu_hu: Kapcsolat neve

source: Connection lost
hu_hu: A kapcsolat megszakadt

source: Connection failed
hu_hu: Kapcsolat sikertelen

source: Connection details
hu_hu: A kapcsolat adatai

# ConnectingToFtp
source: Connecting to {0}...
hu_hu: Kapcsolódás ({0})...

# CommunityGameSingular
source: Community Game
hu_hu: Közösségi játék

# CommunityGamePlural
source: Community Games
hu_hu: Közösségi játékok

# CommandsMenu
source: Commands
hu_hu: Parancsok

source: Close
hu_hu: Bezárás

source: Check for newer version on startup
hu_hu: Új verzió keresése induláskor

source: Changing directory
hu_hu: Könyvtárváltás

# ChangingDirectoryDataReceived
source: Changing directory... ({0:#,0} bytes received)
hu_hu: Könyvtárváltás... ({0:#,0} bájt érkezett)

source: Calculate Occupied Space
hu_hu: Foglalt terület kiszámítása

source: Appearance
hu_hu: Megjelenés

source: Address
hu_hu: IP Cím

# UseUnity
source: Use xboxunity.net for game recognition
hu_hu: A xboxunity.net használata a játékok felismeréséhez

# UsePassiveMode
source: Passive Mode
hu_hu: Passzív mód

# UseRemoteCopy
source: Use Remote Copy between NAS and FTP if able
hu_hu: Távoli Másolás használata NAS és FTP között, ha lehetséges

source: Total files transferred
hu_hu: Átmásolt fájlok összesen

source: Total bytes transferred
hu_hu: Átmásolt bájtok összesen

source: Turn off Remote Copy and Continue
hu_hu: Távoli Másolás kikapcsolása és folytatás

# UseRemoteCopyRemarks
source: Please note that not every NAS is supported. Your NAS has to be Telnet-enabled (on default port) and should support LFTP. Once these requirements are met, you can speed up your transfer using this option. However you will lose the possibility of immediate file transfer abortion, you have to wait till the up- or download of the current file in queue finishes.
hu_hu: Ez a funkció nem minden NAS esetében támogatott. A NAS-odnak elérhetőnek kell lennie Telneten (az alapértelmezett porton), és támogatnia kell az LFTP parancsokat. Ezzel jelentős sebességnövekedést érhetsz el, ugyanakkor sajnos ezzel elveszted az azonnali másolásmegszakítás lehetőségét, várnod kell míg az adott fájl fel-, vagy letöltése befejeződik.

# UserStatisticsParticipationContent
source: <p><b>Help improve GODspeed</b></p> <p>Participate in its User Statistics and help improve the quality, reliability and performance of this software. If you choose to participate:</p> <div>GODspeed will collect:</div> <ul> <li>Anonymous usage data</li> <li>Language settings</li> <li>System information (OS and .NET Framework version)</li> </ul> <div>But GODspeed will NOT:</div> <ul> <li>Collect your name, address or any other personal information</li> <li>Collect anything which could be used as a proof of piracy</li> <li>Give away the collected information to any third party</li> </ul> <div>You can stop participating at any time. Just go to the <i>Help</i> menu, select <i>User Statistics Participation</i>, then select <i>No, I would not like to participate</i>.</div>
hu_hu: <p><b>Segíts a GODspeed-et jobbá tenni!</b></p> <p>A Felhasználói Statisztikában való részvétellel közvetetten segíthetsz javítani a program megbízhatóságán, teljesítményén és használhatóságán. Ha úgy döntesz, hogy részt veszel,</p> <div>A GODspeed a következőket fogja rögzíteni:</div> <ul> <li>Anonim felhasználási adatok</li> <li>Nyelvi beállítások</li> <li>Rendszerinformációk</li> </ul> <div>Amiket viszont biztosan nem tesz:</div> <ul> <li>Neved, címed, más személyes adatod rögzítése</li> <li>Bármilyen illegális tevékenység bizonyítására alkalmas adat rögzítése</li> <li>A begyűjtött adatok harmadik fél számára történő kiadása</li> </ul> <div>Bármikor dönthetsz úgy, hogy nem szeretnél tovább részt venni a statisztikában. Ez esetben keresd a <i>Súgó<i/> alatti <i>Részvétel a Felhasználói Statisztikában</i> menüpontot, és válaszd a <i>Nem, nem szeretnék résztvenni</i> opciót.</div>

# ViralVideoSingular
source: Viral Video
hu_hu: Vírusvideó

# ViralVideoPlural
source: Viral Videos
hu_hu: Vírusvideók

source: What do you want to do?
hu_hu: Mit szeretnél tenni?

# CantOpenFile
source: Can't open {0}
hu_hu: Nem sikerült megnyitni a következőt: {0}

# CantConnectToFtp
source: Can't connect to {0}: {1}
hu_hu: Nem sikerült kapcsolódni a(z) {0} nevű FTP-hez! ({1})

# CannotReestablishConnection
source: Cannot reestablish connection. (Error: {0})
hu_hu: Az újrakapcsolódás sikertelen. (Hibaüzenet: {0})

source: Clear Cache
hu_hu: Gyorsítótár ürítése

# CodeplexMessage
source: <b>Thank you for using GODspeed!</b> Do you think you've got an opinion about the current version? Rate and review it on CodePlex! Thanks!
hu_hu: <b>Köszönöm, hogy a GODspeed-et használod!</b> Ha úgy gondolod, hogy van véleményed, amit megosztanál, kérlek értékeld az aktuális verziót CodePlex-en! Köszönöm!

# ConnectionLostMessage
source: The connection with {0} has been lost.
hu_hu: A(z) {0} nevű FTP-vel a kapcsolat megszakadt.

# ContinueWithIndirectCopy
source: Continue with regular (indirect) copy
hu_hu: Folytatás normál módban

# CopyConfirmationPlural
source: Do you really want to copy the selected items?
hu_hu: Biztosan át akarod másolni a kijelölt elemeket?

# CopyConfirmationSingular
source: Do you really want to copy the selected item?
hu_hu: Biztosan át akarod másolni a kijelölt elemet?

# DeleteConfirmationPlural
source: Do you really want to delete the selected items?
hu_hu: Biztosan le akarod törölni a kijelölt elemeket?

# DeleteConfirmationSingular
source: Do you really want to delete the selected item?
hu_hu: Biztosan le akarod törölni a kijelölt elemet?

source: Disconnect
hu_hu: Kapcsolat bontása

source: Don't show this message again
hu_hu: Ne lássam ezt az üzenetet többet

source: Do you want to reconnect?
hu_hu: Újra akarsz csatlakozni?

# FacebookMessage
source: <b>Do you like GODspeed?</b> Do you want to get news about it first hand, share your ideas and/or be a part of its growing community? Then please like its Facebook page!
hu_hu: <b>Köszöntelek a GODspeed felhasználók között!</b> Remélem tetszik, amit eddig láttál belőle és rendszeres felhasználója leszel. Ha szeretnél a későbbiekben első kézből értesülni a hírekről, szeretnéd megosztani a vele kapcsolatos ötleteidet, gondolataidat, szeretnél tagja lenni az egyre gyarapodó közösségünknek, akkor kérlek lájkold a GODspeed hivatalos oldalát Facebookon!

# IndetermineFtpConnectionError
source: Something went wrong while trying to establish connection. Please try again, and if the error persists try to switch Passive Mode.
hu_hu: A kapcsolat létrehozása közben nem várt hiba történt. Próbáld meg újra és ha a hiba továbbra is fennáll, próbáld meg ki-, vagy bekapcsolni a Passzív módot is.

# IntegerErrorMessage
source: [{0}] is not an Integer value.
hu_hu: Ez a mező csak egész számot tartalmazhat.

source: Invalidate cache if source changes
hu_hu: A tárolt változat frissítése ha a forrásfájl változik

source: IO error
hu_hu: Írás-olvasási hiba

# IPAddressInvalidCharacterErrorMessage
source: Each octet of an IP Address should be a number.
hu_hu: Az IP cím minden tagjának számnak kell lennie

# IPAddressOctetOutOfRangeErrorMessage
source: Each octet of an IP Address should be between 0 and 255.
hu_hu: Az IP cím minden tagjának 0 és 255 közötti számnak kell lennie

# IPAddressWrongFormatErrorMessage
source: IP Address should be four octets, seperated by decimals.
hu_hu: Egy IP címnek négy darab, pontokkal elválasztott számból kell állnia

# LocalFileSystemFreeSpace
source: {0:#,0} of {1:#,0} bytes free
hu_hu: {0:#,0} a(z) {1:#,0} bájtból szabad

# MigrationProgressMessage
source: Your cached data needs to be migrated to a newer format. Please wait while this happens...
hu_hu: A korábbi verzió(k) által elmentett adatokat migrálni kell. Kérlek várj, amíg ez megtörténik...

# MoveConfirmationPlural
source: Do you really want to move the selected items?
hu_hu: Biztosan át akarod helyezni a kijelölt elemeket?

# MoveConfirmationSingular
source: Do you really want to move the selected item?
hu_hu: Biztosan át akarod helyezni a kijelölt elemet?

# PartialRecognitionMessage
source: <b>One or more titles couldn't be recognized fully.</b> If you played with them earlier try to extract the corresponding data from your profile by right clicking and selecting <i>Recognize Titles from Profile</i>.
hu_hu: <b>Egy vagy több játékot nem sikerült felismerni teljesen.</b> Ha játszottál már ezekkel korábban, akkor a profilodból kinyerhetőek a szükséges adatok. Csak kattints rá jobb egérgombbal és válaszd a <i>Játékcímek felismerése a profilból</i> menüpontot.

# ParticipationMessage
source: <b>Help improve GODspeed!</b> Click to set your participation in its User Statistics.
hu_hu: <b>Segíts jobbá tenni a GODspeed-et!</b> Kattints a Felhasználói Statisztikában való részvétel engedélyezéséhez.

source: Pause
hu_hu: Szünet

source: Abort
hu_hu: Megszakítás

source: Anonymous login
hu_hu: Név nélküli bejelentkezés

source: Application is busy
hu_hu: Az alkalmazás dolgozik

source: Application started
hu_hu: Az alkalmazás elindításainak száma

source: Application crashed
hu_hu: Az alkalmazás összeomlásainak száma

# RemoteCopySpecialCharsWarningMessage
source: Remote Copy cannot be used for files with non-ASCII characters in their paths. These files have been copied with the standard transfer methods.
hu_hu: A Távoli Másolás nem használható olyan fájlok esetében, amiknek elérési útvonalában speciális - nem ASCII - karakterek találhatóak. Ezért ezek a fájlok automatikusan a normál módszer szerint kerültek átmásolásra.

# RemoveUserMessageConfirmation
source: Do you want to disable this message permanently in the future?
hu_hu: Biztosan nem akarod többet megkapni ezt az üzenetet?

# ResumeIsNotAvailableConfirmation
source: The resume function on target machine is not available. Do you really want to abort the transfer?
hu_hu: Az adott FTP nem támogatja a fájlok folytatásának lehetőségét. Biztosan meg akarod szakítani a másolást?

source: Search Google
hu_hu: TitleID keresése Google-lel

source: Session initiation failed
hu_hu: Kapcsolat létrehozása sikertelen

source: Save Thumbnail as...
hu_hu: Miniatűr mentése fájlba...

source: About
hu_hu: Névjegy

# SizeInfo
source: {0:#,0} / {1:#,0} bytes in {2} / {3:file;files}, {4} / {5:dir;dirs}
hu_hu: {0:#,0} / {1:#,0} bájt - {2} / {3:fájl;fájl}, {4} / {5:mappa;mappa}

source: Drive change failed
hu_hu: Sikertelen meghajtó váltás

# DriveIsNotAccessible
source: {0} is not accessible.
hu_hu: A {0} meghajtó nem elérhető.

source: Reparse point cannot be resolved.
hu_hu: A csatlakozási pontot nem sikerült feloldani.

# ReparsePointCannotBeAccessed
source: Reparse point cannot be accessed. Try running the application as administrator or turning off UAC.
hu_hu: A csatlakozási ponthoz nem lehet hozzáférni. Próbáld meg rendszergazdaként indítani a programot, vagy kapcsold ki a Felhasználói fiókok felügyeletét (UAC).

source: Cannot create folder with no name!
hu_hu: Név nélküli mappát nem lehet létrehozni!

# CannotCreateFolderWithInvalidCharacters
source: Cannot create folder with invalid characters in its name!
hu_hu: A mappa neve nem tartalmazhat illegális karaktereket!

source: Language
hu_hu: Nyelv

source: Repair profile
hu_hu: Profil javítása

# FsdContentScanTriggerDisabled
source: Disabled
hu_hu: Kikapcsolva

# FsdContentScanTriggerAfterUpload
source: After upload
hu_hu: Feltöltés után

# FsdContentScanTriggerAfterConnectionClose
source: After connection close
hu_hu: Kapcsolatbontás után

source: Login
hu_hu: Bejelentkezés

# DisableFsdContentScanTriggerTitle
source: Disable FSD/F3 Content Scan Trigger
hu_hu: Automatikus FSD/F3 tartalomfrissítés kikapcsolása

# DisableFsdContentScanTriggerMessage
source: Your FSD/F3 WebUI cannot be accessed. Without that the automatic FSD/F3 Content Scan Trigger cannot work. Do you want to turn this feature off?
hu_hu: Az FSD/F3 webszerverét nem sikerült elérni. Anélkül az automatikus FSD/F3 tartalomfrissítés nem tud működni. Ki szeretnéd kapcsolni ezt a funkciót?

# DisableOptionNone
source: No
hu_hu: Nem

# DisableOptionSingle
source: For this connection only
hu_hu: Csak ennél a kapcsolatnál

# DisableOptionAll
source: For all connection
hu_hu: Minden kapcsolatnál

# FtpHashVerificationFailed
source: File hash verification failed. No space left on device?
hu_hu: Hibás feltöltés. Lehet, hogy elfogyott a hely?

# SpecialCharactersNotSupported
source: This FTP server does not support special characters in file and folder names!
hu_hu: A speciális karakterek használata ezen az FTP szerveren nem támogatott!

# FsdContentScanTrigger
source: FSD/F3 Content Scan Trigger
hu_hu: Automatikus FSD/F3 tartalomfrissítés

# ContentScanFailedErrorMessage
source: Content scan failed. Please update your FSD/F3 game list manually.
hu_hu: Tartalomfrissítés sikertelen. Kérlek frissítsd a játéklistádat manuálisan!

source: System Error
hu_hu: Rendszerhiba

# UrlCannotBeOpened
source: URL cannot be opened (Reason: {0})
hu_hu: A hivatkozást nem lehet megnyitni. (Hiba: {0})

source: Remember password
hu_hu: Jelszó mentése

source: Launch game
hu_hu: Játék elindítása

# LaunchXex
source: Launch application
hu_hu: Alkalmazás elindítása

source: Getting data
hu_hu: Adatok betöltése

source: Checking
hu_hu: Ellenőrzés

# TheFollowingGamesAreMissing
source: The following games do not exist on your Xbox anymore. You should delete them manually from your FSD/F3 database.
hu_hu: Az alábbi játékok már hiányoznak az Xboxodról, töröld őket az FSD/F3 adatbázisából!

source: Path
hu_hu: Útvonal

# ErrorsInFreestyleDatabase
source: Errors in your FSD/F3 database
hu_hu: Hibák az FSD/F3 adatbázisában

# VerifyFileHashAfterFtpUploadRemarks
source: Please note that file hash verification takes time and supported only by FSD/F3. It's hash algorithm can verify approx. 18 megabytes per second.
hu_hu: Ez a művelet meglehetősen időigényes és csak az FSD/F3 támogatja. Az általa használt algoritmus kb. 18 megabájtot képes leellenőrizni másodpercenként.

source: Verifying
hu_hu: Ellenőrzés

# VerifyFileHashAfterFtpUpload
source: Verify file hash after upload/download
hu_hu: CRC ellenőrzés feltöltés után

# FtpTraceWindowTitle
source: FTP Log of {0}
hu_hu: {0} FTP logja

source: Show FTP Log
hu_hu: FTP naplófájl megjelenítése

# NoErrorsInFreestyleDatabase
source: No errors found in your FSD/F3 database
hu_hu: Nincs hiba az FSD/F3 adatbázisában

# FreestyleDatabaseCheck
source: Database check
hu_hu: Adatbázis ellenőrzés
