Repository: mercenaryntx/godspeed
Catalog: Neurotoxin.Godspeed/Neurotoxin.Godspeed.Shell/Properties/Resources.*.resx
Languages: hu_hu

# TheFollowingGamesMightHaveLeftovers
source: The following items do not belong to any FSD/F3 database entries. Please check to ensure that these are not leftovers from formerly deleted games.
hu_hu: Az alábbi tartalmak nem tartoznak egyik FSD/F3 adatbázis-bejegyzéshez sem. Ellenőrizd, hogy jogosan foglalják-e a helyet vagy csak korábbi játékeltávolítások során maradtak-e ott.

source: Missing games
hu_hu: Hiányzó játékok

source: Possible leftovers
hu_hu: Lehetséges szemetek

source: Use default
hu_hu: Alapértelmezett

source: Default
hu_hu: Alapértelmezett

source: Change
hu_hu: Megváltoztat

source: Set Credentials
hu_hu: Belépési adatok megadása

# Xbox360TitlePlural
source: Xbox360 Titles
hu_hu: Xbox360 Címek

# Xbox360TitleSingular
source: Xbox360 Title
hu_hu: Xbox360 Cím

# XboxDownloadPlural
source: Xbox Downloads
hu_hu: Xbox Letöltések

# XboxDownloadSingular
source: Xbox Download
hu_hu: Xbox Letöltés

# XboxOriginalGamePlural
source: Xbox Original Games
hu_hu: Xbox Eredeti Játékok

# XboxOriginalGameSingular
source: Xbox Original Game
hu_hu: Xbox Eredeti Játék

# XboxSavedGamePlural
source: Xbox Saved Games
hu_hu: Xbox Kimentett állások

# XboxSavedGameSingular
source: Xbox Saved Game
hu_hu: Xbox Kimentett állás

source: Verify file hash
hu_hu: CRC ellenőrzés

# ShutdownPc
source: Shut down PC when done
hu_hu: Számítógép kikapcsolása ha kész

# ShutdownXbox
source: Shut down {0} when done
hu_hu: {0} kikapcsolása ha kész

# StorageDownloadPlural
source: Storage Downloads
hu_hu: Letöltések

# StorageDownloadSingular
source: Storage Download
hu_hu: Letöltés

# SavedGamePlural
source: Saved Games
hu_hu: Kimentett állások

# SavedGameSingular
source: Saved Game
hu_hu: Kimentett állás

# LoginToFreestyleDashHttpServer
source: The HTTP Authentication with non-default username and/or password is enabled in your FreestyleDash. If you want GODspeed to be able to notify FSD/F3 about content changes please enter the corresponding login information:
hu_hu: A Freestyle Dash HTTP szerverének eléréséhez azonosítás szükséges. Kérlek add meg az ehhez használt nevet és jelszót:

# LicenseStorePlural
source: License Stores
hu_hu: Licensz-tárolók

# LicenseStoreSingular
source: License Store
hu_hu: Licensz-tároló

# IptvPauseBufferPlural
source: IPTV Pause Buffers
hu_hu: IPTV Pufferek

# IptvPauseBufferSingular
source: IPTV Pause Buffer
hu_hu: IPTV Puffer

# GamerPicturePlural
source: Gamer Pictures
hu_hu: Gamer Picture-ök

# GamerTitlePlural
source: Gamer Titles
hu_hu: Titulusok

# GamerTitleSingular
source: Gamer Title
hu_hu: Titulus

# EmptyFieldErrorMessage
source: You can't leave this field empty
hu_hu: Ez a mező nem maradhat üresen

# AvatarAssetPackPlural
source: Avatar Asset Packs
hu_hu: Avatar kiegészítők

# AvatarAssetPackSingular
source: Avatar Asset Pack
hu_hu: Avatar kiegészítő

source: Avatar Editor
hu_hu: Avatar szerkesztő

# AvatarItemPlural
source: Avatar Items
hu_hu: Avatar kiegészítők

# AvatarItemSingular
source: Avatar Item
hu_hu: Avatar kiegészítő

# CacheFilePlural
source: Cache Files
hu_hu: Gyorsítótár-fájlok

# CacheFileSingular
source: Cache File
hu_hu: Gyorsítótár-fájl

source: Cache expiration
hu_hu: Gyorsítótár elemeinek lejárati ideje

source: Log in as:
hu_hu: Belépés mint:

source: Select the items you want to remove
hu_hu: Jelöld ki az eltávolítandó elemeket

# CreditsContent
source: <p><b>Credits:</b><br/>Developer: mercenary<br/>QA: mousetwentytwo<br/><br/><b>Homepage:</b><br/><a href="http://godspeed.codeplex.com" target="_blank">http://godspeed.codeplex.com</a></p>
hu_hu: <p><b>Készítők:</b><br/>Fejlesztő: mercenary<br/>Vezető tesztelő: mousetwentytwo<br/><br/><b>Honlap:</b><br/><a href="http://godspeed.codeplex.com" target="_blank">http://godspeed.codeplex.com</a></p>

source: Add New Folder
hu_hu: Új Mappa létrehozása

# LicenseContent
source: <p>This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.</p> <p>This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.</p> <p>You should have received a copy of the GNU General Public License along with this program; if not, see <a href="http://www.gnu.org/licenses/">http://www.gnu.org/licenses/</a>.</p>
hu_hu: <p>Ez a program szabad szoftver; terjeszthető illetve módosítható a Free Software Foundation által kiadott GNU General Public License dokumentumában leírtak; akár a licenc 2-es, akár (tetszőleges) későbbi változata szerint.</p> <p>Ez a program abban a reményben kerül közreadásra, hogy hasznos lesz, de minden egyéb GARANCIA NÉLKÜL, az ELADHATÓSÁGRA vagy VALAMELY CÉLRA VALÓ ALKALMAZHATÓSÁGRA való származtatott garanciát is beleértve. További részleteket a GNU General Public License tartalmaz.</p> <p>A felhasználónak a programmal együtt meg kell kapnia a GNU General Public License egy példányát; ha mégsem kapta meg, akkor tekintse meg a <a href="http://www.gnu.org/licenses/">http://www.gnu.org/licenses/</a> oldalon.

# DeleteEsentConfirmationMessage
source: Migration completed. Do you want to delete the old application data from your hard drive?
hu_hu: A migráció elkészült. Le akarod törölni a régi verzióhoz tartozó adatokat?

# UnableToLaunchGame
source: Unable to launch game. (Error code: {0} - {1})
hu_hu: A játékot nem sikerült elindítani. (Hibakód: {0} - {1})

source: Cleanup
hu_hu: Tisztogatás

# LaunchXexConfirmation
source: Do you really want to launch the application? It will automatically close the FTP connection.
hu_hu: Biztos el szeretnéd indítani az alkalmazást? Ha igen, az FTP kapcsolat automatikusan kerül.

source: Shutdown
hu_hu: Kikapcsolás

# ShutdownConfirmation
source: Do you really want to shut down {0}?
hu_hu: Biztos ki szeretnéd kapcsolni a(z) {0} nevű Xboxot?

# FsdContentScan
source: FSD/F3 Content Scan
hu_hu: FSD/F3 tartalomfrissítés

source: Open WebUI
hu_hu: WebUI megnyitása

source: Start Content Scan
hu_hu: Tartalomfrissítés indítása

# ShutdownDialogCaption
source: Are you sure you want to shut down your {0} now?
hu_hu: Biztos hogy ki szeretnéd kapcsolni {0}?

# ShutdownDialogMessage
source: If you do nothing, your {0} will shut down automatically in {1} seconds.
hu_hu: Ha nem csinálsz semmit, {0} {1} másodpercen belül automatikusan ki fog kapcsolni.

# ShutdownDialogOptionNow
source: Shut down now
hu_hu: Kikapcsolás most

# ShutdownDialogOptionPCOnly
source: Shut down your PC only
hu_hu: Csak a számítógépet

# ShutdownDialogOptionXboxOnly
source: Shut down your Xbox only
hu_hu: Csak az Xboxot

# ShutdownDialogModeComputer
source: computer
hu_hu: a számítógéped

# ShutdownDialogModeXbox
source: Xbox
hu_hu: az Xboxod

# ShutdownDialogModeComputerAndXbox
source: computer and Xbox
hu_hu: a számítógéped és az Xboxod

# TheDirectoryIsNotEmpty
source: The directory {0} is not empty!
hu_hu: A(z) {0} könyvtár nem üres!

# DoYouWantToDeleteItWithAll
source: Do you want to delete it with all its files and subdirectories?
hu_hu: Biztos le szeretnéd törölni, annak minden fájljával és alkönyvtárával együtt?

source: Delete all
hu_hu: Mindet töröl

# GameDeletionMessage
source: <b>You deleted a game folder which might belong to an FSD/F3 database entry.</b> Since FSD/F3 cannot detect this removal it might cause problems later. You should remove its database entry if available. Use GODspeed's Database Checker tool to identify invalid database entries and remove them manually.
hu_hu: <b>Letöröltél egy játékot, ami lehet, hogy az FSD/F3 adatbázisában is szerepel.</b> Mivel ezeket az FSD/F3 nem tudta detektálni, a későbbi problémák elkerülése végett ajánlott kézzel eltávolítani az adatbázisból. Használd a GODspeed Adatbázis Ellenőrző modulját a hibás bejegyzések megtalálásához!

source: Disable notification sound
hu_hu: Hangjelzés kikapcsolása

source: free
hu_hu: szabad

# NotEnoughFreeSpaceOnTargetDevice
source: Insufficient free space on target device
hu_hu: Az adott eszközön nincs elég szabad hely a fájlok átmásolásához.

# UnknownSingular
source: Unknown
hu_hu: Ismeretlen

source: Title
hu_hu: Cím

source: Invalid file name
hu_hu: Érvénytelen fájlnév

source: Source file
hu_hu: Forrásfájl

# NameIsTooLong
source: On Xbox the file and folder names length cannot exceed 42 characters!
hu_hu: Xboxon a fájl-, és mappanevek hossza nem haladhatja meg a 42 karaktert!

# PathIsTooLong
source: On Xbox the path length cannot exceed 240 characters!
hu_hu: Xboxon az útvonalak hossza nem haladhatja meg a 240 karaktert!

source: Invalid target path
hu_hu: Érvénytelen útvonal

source: Path not found
hu_hu: Útvonal nem található

source: Drive not found
hu_hu: Meghajtó nem található

source: Path is not accessible
hu_hu: Útvonal nem elérhető

# TitleTypeContentLong
source: Content
hu_hu: Tartalom

# TitleTypeDataFileLong
source: Data file
hu_hu: Adatfájl

# TitleTypeGameLong
source: Game
hu_hu: Játék

# TitleTypeProfileLong
source: Profile
hu_hu: Profil

# TitleTypeSystemDirLong
source: System directory
hu_hu: Rendszermappa

# TitleTypeSystemFileLong
source: System file
hu_hu: Rendszerfájl

source: View
hu_hu: Nézet

source: Sort by
hu_hu: Rendezés

source: Refresh
hu_hu: Frissítés

source: Small icons
hu_hu: Kis ikonok

source: Large icons
hu_hu: Nagy ikonok

source: Ascending
hu_hu: Növekvő

source: Descending
hu_hu: Csökkenő

# ViewMenu
source: View
hu_hu: Nézet

# DisableFsdStatusPolling
source: Disable FSD/F3 status polling
hu_hu: FSD/F3 státuszfigyelés kikapcsolása

source: Password required
hu_hu: Jelszó szükséges

# PleaseEnterAPassword
source: Please enter a password for the given archive:
hu_hu: Kérlek add meg a fájlhoz tartozó jelszót:

# LockedProfileCopyMessage
source: <b>You tried to copy one or more locked profiles. Please note that these files are inaccessible while you are signed in on your Xbox and GODspeed ignored them automatically.</b>
hu_hu: <b>Megpróbáltál egy vagy több olyan profilt átmásolni, amikkel éppen be vagy jelentkezve az Xboxon. A GODspeed nem tud ezekhez a fájlokhoz hozzáférni, ezért automatikusan kihagyta őket.</b>

# RemoveCurrentDir
source: Remove current directory from favorites
hu_hu: Aktuális könyvtár eltávolítása a kedvencek közül

# AddCurrentDir
source: Add current directory to favorites
hu_hu: Aktuális könyvtár hozzáadása a kedvencekhez

source: Favorites
hu_hu: Kedvencek

source: Error
hu_hu: Hiba

# CannotCreateFavoriteWithNoName
source: Cannot save favorite folder with no name
hu_hu: Név nélküli kedvencet nem lehet elmenteni!

# FavoriteWithNameAlreadyExists
source: A favorite folder with the same name already exists
hu_hu: Ilyen nevű kedvenc már létezik.

source: Do you want to remove it from the favorites?
hu_hu: El szeretnéd távolítani a kedvencek közül?

# FreestyleDatabaseIsEmpty
source: FSD/F3 database seems empty. Analysis aborted.
hu_hu: Az FSD/F3 adatbázisa üresnek tűnik, ezért az analyzis nem hajtható végre.

# OpeningIso
source: Opening ISO image
hu_hu: ISO képfájl megnyitása

source: Starting ISO conversion
hu_hu: A konvertálás megkezdése

source: ISO to GOD conversion
hu_hu: ISO képfájl GOD formátummá alakítása

source: Convert to GOD
hu_hu: GOD formátummá alakítás

# WritingPart
source: Writing part {0}/{1}
hu_hu: Adatfájl generálása {0}/{1}

source: Calculating Master Hash Table chain
hu_hu: Hashtáblalánc generálása

source: Creating header file
hu_hu: Fejlécfájl generálása

source: Disc
hu_hu: Lemez

source: Title Details
hu_hu: Részletek

source: Output
hu_hu: Kimenet

source: Browse
hu_hu: Tallózás

# IsoRebuildTypeNone
source: None
hu_hu: Nincs

# IsoRebuildTypePartial
source: Partial (ISO Cropped)
hu_hu: Részleges (Levágott ISO)

# IsoRebuildTypeFull
source: Full (ISO Rebuilt)
hu_hu: Teljes (Újraépített ISO)

source: Start conversion
hu_hu: Konvertálás megkezdése

source: New title
hu_hu: Új cím

source: bytes
hu_hu: bájt

# UpdateErrorOccurred
source: An error occurred while updating. Please try again later, and if you still have trouble, report error.
hu_hu: A frissítés közben váratlan hiba történt. Kérlek próbáld meg később, és ha a hiba még mindig fennáll, jelentsd be a rendelkezésre álló gombbal!

source: Output Location
hu_hu: Kimenet helye

# PaddingRemoval
source: Paddig Removal
hu_hu: Helykitöltés eltávolítása

source: Rebuilt ISO Location
hu_hu: Újraépített ISO helye

source: Save rebuilt ISO image?
hu_hu: Újraépített ISO megtartása

source: Skip $SystemUpdate
hu_hu: $SystemUpdate könyvtár kihagyása

# PartialIsoRebuildIsNotSupportedYet
source: Partial ISO rebuild is not supported in this version
hu_hu: A részleges ISO újraépítés ebben a verzióban nem támogatott!
